cards = {
    avalon : {
        name : 'ул. Екатерининская 8',
        single : 60,
        1 : {
            name : 'Полный день',
            service : [
                'Неограниченно',
                'Тренажёрный зал',
                'Групповые занятия',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [590,0],
                3 : [1500,14],
                6 : [2660,28],
                12 : [4600,56]
            },
            remark : ''
        },
        2 : {
            name : 'Утренний',
            service : [
                'Пн-Вс: 8:00-15:00',
                'Тренажёрный зал',
                'Групповые занятия',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [470,0],
                3 : [1200,7],
                6 : [2120,14],
                12 : [3660,21]
            },
            remark : ''
        },
        3 : {
            name : 'Студенческий',
            service : [
                'Неограниченно',
                'Тренажёрный зал',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [470,0],
                3 : [1200,7],
                6 : [2120,14],
                12 : [3660,21]
            },
            remark : 'только для мужчин'
        }
    },
    kr : {
        name : 'ул. Крымская 62а',
        single : 60,
        1 : {
            name : 'Тренажёрный',
            service : [
                'Неограниченно',
                'Тренажёрный зал',
                'Бесплатная вводная тренировка'
            ],
            cost : {
                1 : [490,0],
                3 : [1240,7],
                6 : [2200,14],
                12 : [3820,21]
            },
            remark : ''
        },
        2 : {
            name : 'Групповой',
            service : [
                'Неограниченно',
                'Групповые занятия'
            ],
            cost : {
                1 : [490,0],
                3 : [1240,7],
                6 : [2200,14],
                12 : [3820,21]
            },
            remark : ''
        },
        3 : {
            name : 'Утренний',
            service : [
                'Пн-Вс: 8:00-15:00',
                'Тренажёрный зал',
                'Групповые занятия',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [490,0],
                3 : [1240,7],
                6 : [2200,14],
                12 : [3820,21]
            },
            remark : ''
        },
        4 : {
            name : 'Студенческий',
            service : [
                'Неограниченно',
                'Тренажёрный зал',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [390,0],
                3 : [1000,7],
                6 : [1760,14],
                12 : [3040,21]
            },
            remark : 'при наличии<br>студенческого'
        },
        5 : {
            name : 'Детский фитнес',
            service : [
                'Посещение занятий для детей'
            ],
            cost : {
                1 : [390,0],
                3 : [1000,7],
                6 : [1760,14],
                12 : [3040,21]
            },
            remark : 'только для детей'
        },
        7 : {
            name : 'Универсальная',
            service : [
                'Неограниченно',
                'Тренажёрный зал',
                'Групповые занятия',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [590,0],
                3 : [1500,14],
                6 : [2660,28],
                12 : [4600,56]
            },
            remark : ''
        },
    },
    // ds : {
    //     name : 'пр-кт Шевченко 31',
    //     single : 60,
    //     1 : {
    //         name : 'Полный день',
    //         service : [
    //             'Неограниченно',
    //             'Тренажёрный зал',
    //             'Групповые занятия',
    //             'Бесплатная вводная тренировка',
    //         ],
    //         cost : {
    //             1 : [450,0],
    //             3 : [1140,14],
    //             6 : [2020,28],
    //             12 : [3520,56]
    //         },
    //         remark : ''
    //     },
    //     2 : {
    //         name : 'Утренний',
    //         service : [
    //             'Пн-Вс: 8:00-15:00',
    //             'Тренажёрный зал',
    //             'Групповые занятия',
    //             'Бесплатная вводная тренировка',
    //         ],
    //         cost : {
    //             1 : [290,0],
    //             3 : [740,7],
    //             6 : [1300,14],
    //             12 : [2260,21]
    //         },
    //         remark : ''
    //     },
    //     3 : {
    //         name : 'Студенческий',
    //         service : [
    //             'Неограниченно',
    //             'Тренажёрный зал',
    //             'Бесплатная вводная тренировка',
    //         ],
    //         cost : {
    //             1 : [360,0],
    //             3 : [900,7],
    //             6 : [1580,14],
    //             12 : [2740,21]
    //         },
    //         remark : 'только для мужчин'
    //     }
    // },
    kn : {
        name : 'пер. Высокий 17',
        single : 60,
        1 : {
            name : 'Тренажёрный',
            service : [
                'Неограниченно',
                'Тренажёрный зал',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [490,0],
                3 : [1240,7],
                6 : [2200,14],
                12 : [3820,21]
            },
            remark : ''
        },
        2 : {
            name : 'Групповой',
            service : [
                'Неограниченно',
                'Групповые занятия',
            ],
            cost : {
                1 : [490,0],
                3 : [1240,7],
                6 : [2200,14],
                12 : [3820,21]
            },
            remark : ''
        },
        3 : {
            name : 'Утренний',
            service : [
                'Пн-Вс: 8:00-15:00',
                'Тренажёрный зал',
                'Групповые занятия',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [390,0],
                3 : [1000,7],
                6 : [1760,14],
                12 : [3040,21]
            },
            remark : ''
        },
        4 : {
            name : 'Студенческий',
            service : [
                'Неограниченно',
                'Тренажёрный зал',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [390,0],
                3 : [1000,7],
                6 : [1760,14],
                12 : [3040,21]
            },
            remark : 'только для мужчин'
        },
        5 : {
            name : 'Универсальная',
            service : [
                'Неограниченно',
                'Тренажёрный зал',
                'Групповые занятия',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [590,0],
                3 : [1500,14],
                6 : [2660,28],
                12 : [4600,56]
            },
            remark : ''
        }
    },
    all : {
        name : 'Любой клуб', 
        1 : {
            name : 'Сетевая карта',
            service : [
                'Неограниченно',
                'Тренажёрный зал',
                'Групповые занятия',
                'Бесплатная вводная тренировка',
            ],
            cost : {
                1 : [650,0],
                3 : [1660,14],
                6 : [2920,28],
                12 : [5080,56]
            },
            remark : ''
        }
    }
}